---
type: DetailArc
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# DetailArc

`Autodesk.Revit.DB.DetailArc` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |